[FILE]
ANSICP=65001
Author=Aldis Tutins - alibaba, lv.alibaba (alibaba@inbox.lv) (24.06.2021.)
Help=AIMP-en.chm
Icon=00000100010010100000010020002804000016000000280000001000000020000000010020000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000015150E241C1C18402024204024242040282824402727234127272341272723412727234127272341272723412828244024242040202020401C1C18401414141A27289EE13533CAFF3532C7FF3533C7FF3633C7FF3633C7FF3633C7FF3633C7FF3633C7FF3633C7FF3633C7FF3633C7FF3532C7FF3432C7FF3533CCFF242484BA27248FE0322BADFF332EABFF342FACFF342FACFF342FACFF342FACFF332FACFF332FACFF342FACFF342FACFF342FACFF342FACFF332DABFF312BAFFF25217EBC231B80DF2F269DFF30299CFF33299DFF332B9DFF332B9DFF322B9DFF342B9DFF342B9DFF322B9DFF332B9DFF332B9DFF312A9DFF31279CFF2F269FFF211A6DB81D1471DE281C8EFF2B1F8DFF2B208EFF2D218EFF2D218EFF2D218EFF2C218EFF2C218EFF2D218EFF2D218EFF2D218EFF2C208EFF291E8DFF271C90FF190F5DB73F377EDD5249A1FF534AA0FF544B9FFF554BA1FF554BA1FF554BA1FF554BA1FF554BA1FF554BA1FF554BA1FF554B9FFF544BA0FF53489EFF5348A2FF322B68B6DADBD4DDFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB3B6B1B6DBDBD5DDFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB3B6B1B63B307BDD5348A3FF5548A1FF554AA3FF574AA2FF5449A3FF50449FFF4B419BFF4A409CFF4B409CFF4B409CFF4B409AFF4A409BFF483E99FF4A3F9EFF302966B621176FDD372A96FF382B94FF3B2D95FF3A2E95FF3B2E95FF3B2F96FF3C3096FF3B2D95FF382C94FF362A92FF372A92FF372B92FF382A94FF392A99FF1B125CB6261B73DD3E2F9BFF3F3199FF40339AFF41349AFF41349AFF41349AFF41349AFF41349AFF41349AFF41349AFF41349AFF40339AFF3E3199FF3E2F9CFF1D155CB6251C72DE3E2E9BFF3E2E9BFF3F319AFF3F309AFF3F329CFF3F329CFF3F329CFF3F329CFF3F329CFF3F329CFF3F309AFF3F319AFF3E2F99FF3D2D9DFF1F145BB7261E78D4594DA9FF574BA7FF584CA7FF584CA7FF584BA7FF584BA7FF584BA7FF584BA7FF584BA7FF584BA7FF584CA7FF584CA7FF574BA7FF584CA9FF20176DA90000000000004907000040082000400820004008200040082000400820004008200040082000400820004008200040082000400800004907000049070000000000000000000000000000000000000001000000010000000100000001000000010000000100000001000000010000000100000001000000000000000000000000
LangId=1062
Name=Latviešu (LV)
VersionId=5030

[About]
B1=Aizvērt
Caption=Par programmu
L1=Atbalsts:
L2=Autors:
L4=Dizains:
L5=Licences līgums
L6=Izmaiņu vēsture

[Actions]
EqualizerFrame=Ekvalaizers
Form.AutoHide=Attēlošanas režīms: peldošs ar automātisku slēpšanu
Form.DockTo=Piestiprināt
Form.DockToEdges=ekrāna kreisajai malai|ekrāna labajai malai|ekrāna augšai|ekrāna apakšai
Form.DoMaximize=Izvērst uz visu ekrānu
Form.Fixed=Attēlošanas režīms: fiksēts
Form.Float=Attēlošanas režīms: peldošs
Form.Maximize=Izvērst|Atjaunot izmēru
Form.Minimize=Minimizēt
Form.StayOnTop=Virs visiem logiem
Form.Undock=Parastais režīms
Form.Visible=%s - parādīt|%s - slēpt
PlaylistFrame=Dziesmu saraksts
QuickSearch=Ātrā meklēšana
Tabs.ScrollDown=Pāršķirt ieliktnes atpakaļ
Tabs.ScrollUp=Pāršķirt ieliktnes uz priekšu
Visuals.VisualMenu=Vizualizāciju saraksts

[AddLinkDialog]
btnOk=Apstiprināt
Caption=Pievienot linku
lbLink=Straumējuma links
lbName=Attēlojamais nosaukums:

[AIMP]
acCopyTo=Kopēt uz...
acFormsTogglePlaylistVisibility.h=Parādīt/slēpt dziesmu sarakstu
acFormsTogglePlaylistVisibility=Parādīt/slēpt dziesmu sarakstu
acHelp=Padomi
acMainAddFiles.h=Pievienot failus
acMainAddFiles=Faili
acMainAddFolder.h=Pievienot mapes
acMainAddFolder=Mapes
acMainAddPlaylist.h=Pievienot dziesmu sarakstu
acMainAddPlaylist=Dziesmu saraksts
acMainAddURL.h=Pievienot linku
acMainAddURL=Linku
acMainBookmarksManager=Grāmatzīmju pārvaldnieks
acMainDSPManager=Skaņas efektu pārvaldnieks
acMainDSPManagerCrossMixing=Skaņas efektu pārvaldnieks: celiņu saliedēšanas uzstādījumi
acMainDSPManagerEQ=Skaņas efektu pārvaldnieks: EKvalaizers
acMainDSPManagerSilenceRemover=Skaņas efektu vadība: klusuma dzēšana
acMainDSPManagerSoundEffects=Skaņas efektu pārvaldnieks: vispārēji
acMainDSPManagerVolumeNormalization=Skaņas efektu vadība: skaļuma normalizācija
acMainExit.h=Iziet no programmas
acMainMinimize.h=Minimizēt/izvērst
acMainOpenFiles.h=Atvērt failu(-s)
acMainOpenFiles=Atvērt failus
acMainOpenFolder=Atvērt mapi
acMainOpenPlaylist.h=Atvērt dziesmu sarakstu
acMainOpenPlaylist=Atvērt dziesmu sarakstu
acMainStayOnTop=Virs visiem logiem
acMLCompressDB=Saspiest datu bāzi
acMLDeleteAll=Nodzēst visus feilus no datu bāzes
acMLEditBookmark=Rediģēt grāmatzīmi...
acMLGroupingTreeDeleteSelected=Nodzēst no datu bāzes
acMLGroupingTreeDeleteSelectedPhysically=Dzēst no diska
acMLLabelsDialog=Atzīmes...
acMLMakeReport=Atskaite...
acMLMissedFiles=Pārvietotie faili...
acMLPlayFiles=Atskaņot
acMLPlaySelectedFiles=Atskaņot atzīmētos failus
acMLReloadTagsForAllFiles=Pārlasīt visu failu tegus
acMLReloadTagsForSelectedFiles=Pārlasīt atzīmēto failu tegus
acMLResetStats=Nodzēst statisktiku visiem failiem
acMLResetStatsForSelectedFiles=Nodzēst statistiku izvēlētajiem failiem
acMLTableDeleteSelected=Nodzēst atzīmētos failus no datu bāzes
acMLTableSendFilesToActivePlaylist=Pievienot aktīvajam dziesmu sarakstam
acMoveTo=Pārvietot uz...
acOpenFolder=Atvērt mapi
acOptionHotkeys.h=Ātro taustiņu uzstādījumi
acOptionHotkeys=Ātrie taustiņi
acOptionLangs.h=Interfeisa valodas uzstādījumi
acOptionLangs=Interfeisa valoda
acOptionPlugins.h=Moduļu uzstādījumi
acOptionPlugins=Moduļi
acOptions=Uzstādījumi
acOptionShutdown.h=Plānotāja uzstādījumi
acOptionShutdown=Plānotājs
acOptionSkins.h=Interfeisa uzstādījumi
acOptionSkins=Apvāki
acPlayableFileCopyFileToClipboard.h=Kopēt failu apmaiņas buferī
acPlayableFileCopyInfoToClipboard.h=Kopēt informāciju par failu apmaiņas buferī
acPlayableFileCopyToLastPath.h=Kopēt atskaņojamo failu un pēdējo izvēlēto mapi
acPlayableFileDeletePhysically=Nodzēst atskaņojamo failu no diska
acPlayableFileShowFileInfo=Informācija par tekošo celiņu
acPlayableFileShowQTE.h=Atvērt tegu redaktorā
acPlayableFileToggleSwitchInPlaylist.h=Atskaņojamais celiņš (iesl./izsl.)
acPlayerCrossMixing=Apvienosana: izsl./iesl.
acPlayerJumpToTime=Pāriet uz laiku
acPlayerNextTrack=Nākošais celiņš
acPlayerPauseOnNextTrack=Pāriet uz nākošo failu un ieslēgt pauzi
acPlayerPlayPause=Atskaņot/Pauze
acPlayerPrevTrack=Iepriekšējais celiņš
acPlayerRadioCapture=Radio ieraksts
acPlayerRadioCaptureSingleTrack=Radio ieraksts (tikai vienu dziesmu)
acPlayerRepeat=Celiņa atkārtojums
acPlayerRepeatPartAB=Posma "A-B" atkārtojums
acPlayerSeekBackward.h=Drusku pāriet atpakaļ
acPlayerSeekForward.h=Drusku pāriet uz priekšu
acPlayerShuffle=Gadījuma celiņš
acPlayerSpeedDecrease=Ātrums: samazināt
acPlayerSpeedIncrease=Ātrums: palielināt
acPlayerSpeedResetToDefaults=Ātrums: normāls
acPlayerStop.h=Apturēt atskaņošanu
acPlayerStopAtEnd.h=Apturēt atskaņošanu pēc tekošā celiņa
acPlayerTempoDecrease=Temps: samazināt
acPlayerTempoIncrease=Temps: palielināt
acPlayerTempoResetToDefaults=Temps: parasts
acPlayerVolumeDown.h=Skaļums: samazināt
acPlayerVolumeMute.h=Skaņa iesl./izsl.
acPlayerVolumeMute=Skaņa
acPlayerVolumeUp.h=Skaļums: palielināt
acPlaylistAddSelectedToBookmarks=Pievienot grāmatzīmi
acPlaylistAddSelectedToQueue=Pievienot rindai
acPlaylistClose=Aizvērt dziesmu sarakstu
acPlaylistCloseOthers=Aizvērt citus dziesmu sarakstus
acPlaylistCopySelectedToClipboard=Kopēt atzīmētos failus apmaiņas buferī
acPlaylistDeleteAll=Notīrīt dziesmu sarakstu
acPlaylistDeleteDuplicates=Nodzēst atkārtojošos failus
acPlaylistDeleteNonExists=Nodzēst neesošus failus
acPlaylistDeleteNonSelected=Nodzēst visus failus, atskaitot atzīmētos
acPlaylistDeleteSelected=Nodzēst atzīmētos failus
acPlaylistDeleteSelectedPhysically=Nodzēst atzīmētos failus no diska
acPlaylistDeleteSwitchedOff=Nodzēst atslēgtos failus
acPlaylistDeleteSwitchedOffPhysically=Nodzēst atslēgtos failus no diska
acPlaylistFindInML=Atrast fonotēkā
acPlaylistFindNewFiles=Jaunu failu meklēšana
acPlaylistFocusedItemShowQTE=Informācija par celiņu
acPlaylistInsertAfterPlayingItem=Izvietot pēc atskaņojamā
acPlaylistInsertToQueueBeginning=Izvietot saraksta sākumā
acPlaylistNew=Jauns dziesmu saraksts
acPlaylistNext.h=Nākošais dziesmu saraksts
acPlaylistNextAndPlay.h=Atskaņot nākošo dziesmu sarakstu
acPlaylistPlayFocusedItem.h=Atskaņot atzīmēto celiņu
acPlaylistPlayFocusedItem=Atskaņot
acPlaylistPlayPrevious=Atskaņot iepriekšējo dziesmu sarakstu
acPlaylistPrev.h=Iepriekšējais dziesmu saraksts
acPlaylistPrevAndPlay.h=Atskaņot iepriekšējo dziesmu sarakstu
acPlaylistReloadFromPreimage=Pārlasīt datus no pirmavota
acPlaylistRemoveSelectedFromQueue=Nodzēst no rindas
acPlaylistRename=Mainīt dziesmu saraksta nosaukumu
acPlaylistReverse.h=Sakārtojums: invertēt
acPlaylistReverse=Invertēt
acPlaylistSave=Saglabāt dziesmu sarakstu
acPlaylistSortByArtist=Kārtot pēc izpildītāja
acPlaylistSortByDuration=Kārtot pēc ilguma
acPlaylistSortByFileName=Kārtot pēc mapēm
acPlaylistSortByTitle=Kārtot pēc virsraksta
acPlaylistSortRandomize.h=Sakārtojums: sajaukt
acPlaylistSortRandomize=Sajaukt
acQueueClear=Notīrīt sarakstu
acQueueManager=Saraksta pārvaldnieks
acSearchAdvanced=Paplašinātā meklēšana
acSearchQuick=Ātrā meklēšana
acSendToAudioConverter.h=Nosūtīt uz audio konvertoru
acSendToAudioConverter=Audio konvertors
acSendToTagEditor.h=Nosūtīt uz paplašināto tegu redaktoru
acSendToTagEditor=Tegu redaktors
acUtilsAudioConverter=Audio konvertors
acUtilsAudioLibrary=Fonotēka
acUtilsTagEditor=Tegu redaktors
acVisualExitFromFullScreen=Aizvērt pilnekrāna vizualizācijas režīmu
acVisualFullScreen=Pilnekrānā
acVisualNext.h=Nākošā vizualizācija
acVisualPrev.h=Iepriekšējā vizualizācija
CategoryMenu=Kategorija
CategoryOptions=Uzstādījumi
ClearPls=Notīrīt dziesmu sarakstu
CM_DEL=Nodzēst no dziesmu saraksta
CM_SEL=Atzīmēt failus
CountLabel.h=Failu skaits dziesmu sarakstā
ItmEQPos=Ekvalaizers pa kreisi
LengthLabel.h=Kopējais dziesmu saraksta ilgums
miBMLocateInSource=Pāriet uz avotu
miBMPlaySelectedFromBeginning=Atskaņot izvēlētos failus no sākuma
miBMResetTimestamp=Noņemt laicīgo atzīmi
miCountdown=Laika atpakaļskaitīšana
miMLBookmarks=Grāmatzīmes
miMLCreateDynPlaylist=Izveidot smart-dziesmu sarakstu
miMLGroupingPreset=Grupēšana
miMLGroupingPresetAdd=Pievienot...
miMLGroupingPresetEdit=Rediģēt
miMLGroupingPresetRemove=Nodzēst
miMLLabelsExclude=Noņemt atzīmi
miMLLabelsInclude=Pielikt atzīmējumu
miMLManageDB=Datu bāze
miMLReload=Atjaunot...
miMLTableSendToPlaylist=Nosūtīt uz dziesmu sarakstu
miMLTableViewAlbumThumbnails=Veids: miniatūras
miMLTableViewDefault=Veids: galda
miMLTableViewGroupDetails=Veids: vizītkartes
miPersonalSettings=Individuālie uzstādījumi
miPlaylistNewSmart=Jauns smart-dziesmu saraksts
miPreimageSettings=Pirmskata uzstādījumi
miRadioCaptureStop=Apturēt ierakstu
miRadioCatalogs=Internet-radio mapes
miReadOnly=Bloķēt no izmaiņām
miRemoval=Dzēšana
miSelectAll=Atzīmēt visus failus
miSelectNone=Noņemt atzīmējumu no failiem
miSelectPls=Izvēlēties dziesmu sarakstu
miSendTo=Sūtīt uz
miSendToPlaylist=Nosūtīt uz citu dziesmu sarakstu
miSortByPatternOptions=Uzstādījumi
miSwitchOff=Izslēgt
miSwitchOn=Ieslēgt
N6=Pārskanēt tegus
N7=Tuvākais plānotāja uzdevums:
N20=Saraksts
N22=Trejs
N31=Vizualizācijas režīms
N34=Pievienot
N35=Parādīt logu
N36=Ekvalaizers
N37=Vizualizācijas logs
N38=(slēpt visu)
N39=Rediģēt
N40=Vizualizācija
N41=Apvāki
N43=Padomi
N47=Iziet
N56=Utilītas
N70=Apturēt globālo ātro taustiņu darbu
N75=Utilītas
N79=Rādīt tekošo
N80=Ielādēt uzstādījumu
N81=Saglabāt uzstādījumu
N83=Nodzēst visu efektu uzstādījumus
N84=Nodzēst ekvalaizera uzstādījumus
N85=Minimizēt visu
N86=Izvērst visu
N90=Atskaņotājs
N91=Atskaņot/Pauze
N92=Apturēt
N93=Pievienot failus
N95=Iepriekšējais celiņš
N96=Nākošais celiņš
N98=Skaļums
N114=Apvienot ar vienādām kategorijām
N115=Apvienot visas vienādās kategorijas
pmAdd.h=Failu/mapju pievienošanas komandas
pmDelete.h=Failu dzēšanas komandas
pmEqualizer.h=Ekvalaizera uzstādījumi
pmMainMenu.h=Galvenās komandas
pmManagePlaylist.h=Dziesmu sarakstu vadība
pmMisc.h=Komandas "Dažādi"
pmMLDelete.h=Failu dzēšanas komandkarte
pmMLGroupingPresets.h=Grupēšanas modeļa pārkārtošana
pmMLLabels.h=Atzīmējumu komandkarte
pmMLMainMenu.h=Galvenā komandkarte - fonotēka
pmMLMisc.h=Komandkarte "Dažādi"
pmMLTableViews.h=Skats
pmNewPlaylist.h=Jauns dziesmu saraksts...
pmPlaylistList.h=Dziesmu saraksti
pmQuickOptions.h=Ātrie uzstādījumi
pmSorting.h=Failu kārtošanas komandas
pmUtilities.h=Utilītas
SentToNewPLS=Jaunā dziesmu sarakstā
SizeLabel.h=Failu apjoms dziesmu sarakstā
TCFixFloat=Fiksēt informatīvo joslu
TL=Celiņu saraksta eksports
TrayCotnrol=Rādīt mini atskaņotāju

[AIMPBookmarkEditDialog]
Caption=Grāmatzīmes rediģēšana
L1=Nosaukums:
L2=Ceļš:
L3=Atzīmes:
L4=Laicīgā atzīme:
L5=Komentārs:

[AIMPConverterStatsDialog]
btnOK=Apstiprināt
Caption=Pārveidošana pabeigta!
cbDontShowAgain=Turpmāk nerādīt
Message=Failu skaits: %0:s\n\nLaiks: %2:s\nVidējais laiks: %3:s\n\nIeeja: %5:s\nIzeja: %6:s\nEkonomija: %4:s

[AIMPFindMissedFilesDialog]
acApply=Pielietot atzīmētajiem
acFind=Meklēšana...
acRemoveSelected=Atzīmētos ierakstus dzēst no datu bāzes
acReplace=Pamainīt atrašanās vietu failam...
Caption=Pārvietoto failu vadība

[AIMPML]
Added=Pievienots
Album=Albums
AlbumArtist=Albums izpildītājs
Artist=Izpildītājs
BitDepth=Dikretizācijas dziļums
Bitrate=Bitreits
BPM=BPM
Channels=Kanālu skaits
Comment=Komentārs
Composer=Komponists
Conductor=Diriģents
Copyrights=Autortiesības
CreatedAt=Izveidots
DiskNumber=Disks №
Duration=Skanēšanas ilgums
FileFormat=Formāts
FileName=Faila nosaukums
FileSize=Faila apjoms
Genre=Žanrs
Labels=Atzīmes
LastModification=Faila izmaiņu datums
LastPlayback=Pēdējā atskaņošana
Lyricist=Teksta autors
Mood=Noskaņojums
Name=Nosaukums
PlaybackCount=Atskaņošanu skaits
Publisher=Izdevējs
Rating=Reitings
SampleRate=Frekvence
Source=Avots
Timestamp=Laicīgā atzīme
Title=Nosaukums
TrackNumber=Treks №
URL=Saite
UserMark=Novērtējums
Year=Gads

[AIMPML.Controls]
Customize=Uzstādīt
DataSourceList=Datu avotu saraksts
History=Atskaņošanas vēsture
NewLabel=Jauna atzīme
NewLabelDialog=Jauna atzīme...
None=(nav piešķirts)
ResetAllFilters=Noņemt visus filtrus
ResetFilter=Noņemt filtru
ShowAll=(rādīt visu)
UnsetAllLabels=Noņemt visas atzīmes

[AIMPML.Presets]
BestTracks.C=Labākās dziesmas
BestTracks.V=Labākais %d|Augsti novērtēts
NewTracks.C=Jaunas dziesmas
NewTracks.V=Dienu|Trīs dienas|Nedēļu|2 nedēļas|Mēnesi|Nekad nav spēlējis

[AIMPML.Reports]
AlbumCount=Albumu skaits
ArtistCount=Izpildītāju skaits:
Common=Statistika
FavoriteAlbums=Populārākie albumi (Top %d)
FavoriteArtists=Populārākie izpildītāji (Top %d)
FavoriteGenres=Populārākie žanri (Top %d)
FavoriteTracks=Populārākās dziesmas (Top %d)
GenreCount=Žanru skaits:
L1=Atskaņošanu skaits
L2=Celiņu skaits
L3=Patērēts laiks (~)
L4=Izpildītājs
L5=Noklausīts
L6=Kopumā
TrackCount=Celiņu skaits

[AIMPMLFilterEditorDialog]
btnCancel=Atcelt
btnOK=Apstiprināt
Caption=Filtra uzstādījumi
pcpFilter=Filtrs

[AIMPMLFilterEditorDialog.FilterControl]
C=Pievienot nosacījumu
G=Pievienot grupu
Op0=vienāds
Op1=nav vienāds
Op2=starp
Op3=mazāk
Op4=mazāk vai vienāds
Op5=vairāk
Op6=vairāk vai vienāds
Op7=satur
Op8=sākas ar
Op9=beidzas ar
Op10=pēdējās X dienās
R=Nodzēst

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Atgriezt noklusējumu
Caption=Grupēšanas uzstādījumi
GB1=Grupēšanas lauki
GB2=Attēlošanas lauki

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Attīrīt
btnEditFilter=Uzstādījumi...
Caption=Grupēšanas paraugs
L1=Autonosaukums
L2=Grupēt pa laukiem
L3=Datu filtrs
lbName=Nosaukums
lvAvailable=Pieejamie lauki
lvGroup=Pielietojamie lauki

[AIMPMLLabelsDialog]
acMoveLeft=Pielikt atzīmējumu
acMoveRight=Noņemt atzīmi
acRemove=Nodzēst atzīmi
acRename=Pārsaukt atzīmi
btnCancel=Atcelt
btnOK=Apstiprināt
C1=Pieliktie atzīmējumi
C2=Pieejamie atzīmējumi
Caption=Atzīmējumi
L1=Ievadiet atzīmējuma nosaukumu
L2=Pievienot
miSetToAll=Pielietot visiem failiem
miUndoSetToAll=Atcelt: pielietot visiem failiem

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Neeksistējošs fails
c[1]=Apmaiņai piedāvātais fails
c[2]=Atbilstības pakāpe

[AIMPMLMonitoringSettingsDialog]
acAdd=Pievienot
acDeleteAll=Dzēst visu
acDeleteSelected=Dzēst atzīmēto
acUpdate=Atjaunot
btnClose=Aizvērt
Caption=Fonotēka - failu monitorings
CB1=Meklēt pārvietotos un/vai pārsauktos failus
CB2=Nodzēst neeksistējošos failus no datu bāzes
CB3=Pārlasīt tegus
cbMinFD=Ja ilgums mazāk par:
cbMinFS=Ja faila apjoms mazāks par:
cbScanOnStartup=Meklēt izmaiņas palaižot programmu
cbTrackChanges=Sekot izmaiņām programmas darba laikā
GB1=Monitorings
GB2=Jauninājumu laikā
gbFiltBy=Izlaist failu
L1=Ja faila paplašinājums ir:
L2=Piespiediet pogu "Atjaunot" lai atjaunot fonotēkas datubāzi
pcpFolders=Mapes
pcpSettings=Uzstādījumi

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Mape
c[1]=Apakšmapes

[AIMPMLPreimageDialog]
btnCancel=Atcelt
btnOK=Apstiprināt
Caption=Smart-dziesmu saraksts - fonotēka
cbLimitTo=Ierobežot treku skaitu:
cbSortBy=Kārtot pēc:
pcpFilter=1. Filtrēšana
pcpPostProcess=3. Izvēlne
pcpSort=2. Kārtošana

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Pievienot
acDeleteAll=Dzēst visu
acDeleteSelected=Dzēst atzīmētos
btnCancel=Atcelt
btnOk=Apstiprināt
Caption=Smart-dziesmu saraksts - mapes
cbSyncOnChanges=Izmaiņu pamanīšanas gadījumā sinhronizēt
cbSyncOnStartup=Sinhronizēt palaižot programmu
L2=Izlaist failus ar sekojošiem paplašinājumiem:
pcpFolders=Mapes
pcpSettings=Uzstādījumi

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Mape
c[1]=Apakšmape

[AIMPPlaylistPreimageDialog]
Caption=Smart-dziesmu saraksts - dziesmu saraksts
L1=Faila nosaukums\Saite

[AIMPSendToDialogForm]
cbDefault=Pieņemt kā noklusējumu
cbSaveStructure=Saglabāt mapju struktūru
gbAdditionals=Papildus faili
gbPath=Mērķa mape
gbRename=Mainīt nosaukumu pēc parauga
L1=Kopēt|Pārvietot
L2=Kopēt uz|Pārvietot uz
L3=Kopēšanas parametri|Pārvietošanas parametri
lbAdditionals=Faili, kas tiks nokopēti uz mērķa mapi ar pamatfailiem. \n; -atdalītājs, *-nezināmā faila nosaukuma daļa

[ATEAutoNumerationForm]
Caption=Autonumerācija
L1=Sākt no

[ATEAutoTagForm]
c[0]=Faila nosaukums
c[1]=Albums
c[2]=Izpildītājs
c[3]=Žanrs
c[4]=Nosaukums
c[5]=Treka numurs
c[6]=Gads
c[8]=Dziesmu skaits
C1=Pirms izmaiņām
C2=Pēc izmaiņām
Caption=Tegu aizpildīšana pēc faila nosaukuma

[ATEChangeRegisterDialog]
Caption=Reģistra maiņa/Transliterācija
CB1=Tegi:
GB1=Darbības
L1=Reģistrs:
L2=Transliterācija:
L3=Lauki:

[ATEChaptersEditDialog]
acDelete.h=Dzēst izvēlētās nodaļas
acDelete=Dzēst izvēlēto
acEdit.h=Rediģēt izvēlēto nodaļu
acEdit=Rediģēt
acInsert.h=Pievienot nodaļu
acInsert=Pievienot
btnFastForward.h=Pāriet drusku uz priekšu
btnPlayPause.h=Atskaņot / Pauze
btnRewind.h=Pāriet drusku atpakaļ
btnSave=Saglabāt...
Caption=Sadaļu rediģēšana
tsVolume.h=Skaļums

[ATEChaptersFormatChooser]
btnSave=Saglabāt
Caption=Sadaļu rediģēšana
GB1=Saglabāt kā:
RB1=Sadaļas, kas iebūvētas audiofailā
RB2=CUE, kas iebūvēts audiofailā
RB3=CUE atsevišķā failā
RB4=Teksta fails
W1=*Audiofails neatbalsta šo iespēju

[ATEForm]
A0=Autonumerācija
A1=Autonumerācija (%s)
A2=Nosaukuma maiņa
A3=Sakārtot kā "%s"
A4=Pielietot failiem
A9=Izlaist jau analizētos failus
acAnalysisBPM=Analizēt izvēlētos
acEdit=Rediģēt visus laukus
acEditChapters.h=Sadaļu redaktors...
acRgAlbum=Analizēt izvēlētos: kā vienu albumu
acRgFAlbum=Skenēt atlasīto: katra mape kā albums
acRgFile=Analizēt izvēlētos: neņemot vērā albumu
acRgMAlbum=Analizēt izvēlētos: noteikt albumu pēc tegiem
acRgRemove=Dzēst ReplayGain informāciju no tegiem
acScenarios=Scenāriji...
acSearchOnline.h=Autoaizpildīšana ar onlain-servisu palīdzību...
acSearchOnlineAlbumArts=Atrast albumu apvākus Internetā...
acSearchOnlineLyrics=Atrast dzeju Internetā...
aSave=Saglabāt
aTag.h=Autoaizpildīšana
B1.h=Reģistra maiņa/transliterācija
B5=Atjaunot tegus
btnBPM.h=Sitienu skaits minūtē
btnLayout.h=Mainīt skatu
btnRG.h=ReplayGain
btnScripts.h=Scenāriji
Caption=AIMP3: Paplašinātais tegu redaktors
cbSubFolders=Ar apakšmapēm
lbNoData=(nav datu attēlošanai)
miDelete=Nodzēst
miDeletePhys=Nodzēst fiziski
miGroupBy=Grupēšana
miGroupByFolder=Pēc sākuma mapes
miGroupByNone=Bez grupēšanas
miJumpTo=Pāriet uz mapi...
miNumCfm=Pieprasīt apstiprinājumu
miSoundOut=Atskaņošanas uzstādījumi
TM0=Faili uz diska
TM1=Lietotāja pievienotie faili

[ATEForm.lvTable]
c[0]=№
c[1]=Disks №
c[2]=Faila nosaukums
c[3]=Nosaukums
c[4]=Izpildītājs
c[5]=Albums
c[6]=Gads
c[7]=Žanrs
c[8]=Bitreits
c[9]=Ilgums
c[10]=Formāts
c[11]=Apvāks
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Apjoms
c[19]=Dziesmas teksts
c[20]=BPM
c[21]=Replay Gain

[ATEOnlineSearchForm]
aiProgressInidcator=Notiek meklēšana... Lūdzu uzgaidiet
btnCancel=Atcelt
btnSave=Pielietot failiem
Caption=Autoaizpildīšana ar onlain-servisu palīdzību
edSearchBox.b0=Meklēt
edSearchBox.th=Albums, Izpildītājs
ErrorAuthorizationRequired=Šai darbībai nepieciešama autorizācija. Nepieciešams ieiet savā profilā un atļaut AIMP piekļuvi tam. Pēc šīm darbībām, atkārtojiet pieprasījumu.
vlbBindingHint=Lai apvienotu mapē atrasto dziesmu ar jau esošo, pārvelciet to ar peli no augšējā saraksta uz apakšējo.\nIzmaiņas tiks pielietotas tikai atzīmētajām dziesmām.

[ATERenameForm]
btnRename=Mainīt nosaukumu
Caption=Nosaukuma maiņas uzstādījumi
CB1=Ņemt vērā reģistru
CB2=Strādāt ar faila kopiju
GB1=Mainīt failu nosaukumu pēc parauga
GB2=Pārvietot failus uz izvēlēto mapi
GB3=Meklēšana un maiņa
GB4=Reģistrs
GB5=Transliterācija
L1=Atrast:
L2=Sakārtošanai mapēs varat izmantot simbolu "\" (%Y\%A - %T)
L3=Mainīt uz:

[ATESaveParams]
Caption=Saglabāšanas uzstādījumi

[ATEScenariosForm]
btnClose=Aizvērt
btnRun=Palaist
btnStop=Pārtraukt
Caption=Scenāriji
cbPreviewMode=Priekšskata režīms
GB1=Scenārijs
lbPreviewMode=Priekšskata režīmā visas scenārijā veiktās izmaiņas NETIKS pielietotas failam

[AutoTag]
bOk=Pielietot
Caption=Autoaizpildīšana
CB1=Neaizpildīt lauku, ja tas nav tukšs

[CommonDialogs]
B1=Apstiprināt
B2=Atcelt
B3=Jauna mape
BS=Jā|Nē|Apstiprināt|Atcelt|Pārtraukt|Atkārtot|Ignorēt|Visu|Nē visam|Jā visam|Palīdzība|Aizvērt
L1=Mapes izvēle
L2=Ar apakšmapēm
MsgCaptions=Uzmanību|Kļūda|Informācija|Apstiprinājums|
SA=Atzīmēt visu
SN=Noņemt atzīmējumu

[ConfirmDialog]
B1=Mainīt
B2=Mainīt visu
B3=Izlaist
B4=Izlaist visu
B5=Mainīt nosaukumu
B6=Atcelt
Caption=Maiņa
gbFile1=Faila maiņa
gbFile2=Ar jaunu failu

[CONTEXT]
0=Atvērt ar AIMP3
1=Atskaņot
2=Pievienot dziesmu sarakstam
3=Pievienot rindā
4=Pievienot grāmatzīmēs
5=Rediģēt tegus
6=Konvertēt uz citu formātu
7=Atvērt jaunā dziesmu sarakstā

[Converter]
actAddFiles=Pievienot failus
actAddFolders=Pievienot mapes
actAddPlaylist=Pievienot dziesmu sarakstu
actDeleteAll=Notīrīt
actDeleteSelected=Nodzēst atzīmētos
actStop=Apturēt
bAdd.h=Failu/mapju pievienošana
bDelete.h=Failu dzēšana
bQuickOptions.h=Uzstādījumi
bSettings=Uzstādījumi
bStart=Sākt
Caption=AIMP3: Audio konvertētājs
csCancel=Atcelts
csDone=Paveikts
csError=Kļūda
csPaused=Pauzēts
csWaiting=Gaidīšana
lbEncoder=Formāts:
lbMode=Kodēšanas režīms
lbNormalizeVolume=Normalizēt skaļumu:
lbTargetFileName=Mainīt nosaukumu failam:
lbTargetFolder=Pārvietot uz:
lbTimeElapsed=Pagājis:
lbTimeLeft=Palicis:
lbTotalProgress=Kopējais progress:
lbVolumeNormalization=Skaļuma normalizācija
miCloseAppWhenDone=Pabeidzot pārveidošanu aizvērt programmu
miDeleteSource=Pēc veiksmīgas konvertēšanas sākumfailu nodzēst
miHibernate=Miega režīmā
miSavePathStructure=Pārvietojot failu saglabāt mapju struktūru
miShutdown=Izslēgt
miShutdownWhenDone=Pabeidzot konvertēšanu izslēgt datoru
miSleep=Iemigt
miUncheckSuccessful=Pēc veiksmīgas konvertēšanas failam noņemt atzīmējumu
Modes=Viens izejas - viens rezultāta|Visi izejas - viens rezultāta|Viena mape - viens rezultāta

[Converter.lvTable]
c[0]=Nosaukums
c[1]=Formāts
c[2]=Statuss
c[3]=№
c[4]=Faila nosaukums
c[5]=Mērķa faila nosaukums

[ConverterEncoders]
bOk=Apstiprināt
cbAsInput=Kā sākumfailam
cbChangeFormat=Mainīt ieraksta formātu
cbCorrectionFile=Izveidot korekcijas failu
cbIncludeMD5=Iekļaut failā kontrolsummu
cbModeHybrid=Hibrīda
cbModeLossless=Bez zaudējumiem
cbNoGap=No Gap
gbMode=Režīms
lbBestC=Mazāks izmērs
lbBestQ=Labāka kvalitāte
lbBitDepth=Formāts:
lbBitrate=Bitreits:
lbBitrateMode=Režīms:
lbChannels=Kanāli:
lbCompression=Kompresija
lbLeast=Ātrā kompresija
lbMost=Spēcīgā kompresija
lbProfile=Profils:
lbQuality=Kvalitāte:
lbSampleRate=Frekvence:
scParams=Uzstādījumi

[CopyDialog]
0=Kopēšana...
1=Pārvietošana...
2=Apturēt
3=Turpināt

[DropForm]
CB1=Vairs neprasīt
RG1=Pārvilkšana

[DSPDialog]
btnEqPresets=Priekšuzstādījumi
btnReset=Noklusējuma
CB1=Balss pieklusināšana (tikai stereo)
CB3=Skaņas nodzišana pauzei/turpināšanai
CB4=Skaņas nodzišana navigācijā pa treku
CB5=Pakāpeniska skaļuma maiņa
CB6=Savienot iepriekšējo treku ar nākošo
CB7=Pakāpeniska skaļuma uzņemšana treka sākumā
CB8=Pakāpeniska skaļuma nodzišana treka beigās
CB12=Dzēst klusumu ilgāku par 0.5 sekundēm
CB16=Dzēst klusumu dziesmas sākumā un beigās, neatkarīgi no ilguma
cbEqSwitch=Ieslēgt ekvalaizeri
GB1=Normalizācija pēc amplitūdas
GB2=Manuāla pāreja
GB3=Automātiska pāreja
GB4=Replay Gain
GB6=Dzēst klusumu
L1=*Atgriezt noklusējuma uzstādījumus var tikai ar peles labo taustiņu
L2=DSP moduļi:
L4=Priekšpastiprināšanas koeficients:
L5=Izmantojamais lielums
L6=Priekšpastiprināšanas augšējais koef.:
L7=Piriekšpastiprināšanas apakšējais koef.:
L9=Izmantot noklusējuma lielumu:
L10=Skaļuma vēlamais līmenis:
L12=Ilgums, pēc kura aktivizējas dzēšana
L13=Par klusumu tiek uzskatīts signāls, kura skaļums mazāks nekā:
lbChorus=Koris
lbEcho=Atbalss
lbEnhancer=Pastiprinājums
lbFlanger=Flanžers
lbPitch=Pitčs
lbPreamp=Priekšpastiprināšana
lbReverb=Reverberācija
lbSpeed=Ātrums
lbTempo=Temps
lbTrueBass=Bass
R2=Izmantot nozīmes no tegiem
R3=Analizēt failu atskaņojot
RB1=Nedarīt neko
RB2=Ievietot starp trekiem pauzi
tcpMixing=Apvienošana
tcpSilenceRemover=Klusuma dzēšana
tcpSoundEffects=Skaņas efekti
tcpVolume=Skaļums

[DSPDialog.cbReplayGainSource]
i[0]=Avots: treks
i[1]=Avots: albums

[EditorForm.RegisterFmt]
i[0]=Bez izmaiņām
i[1]=Visi Vārdi Ar Lielo Burtu
i[2]=Pirmais vārds ar lielo burtu
i[3]=VISS AR LIELAJIEM BURTIEM
i[4]=viss ar mazajiem burtiem

[EQPresetsDialog]
B1=Pielietot
B2=Atcelt
B3=Nodzēst
B4=Atgriezt
Caption=Ekvalaizera priekšuzstādījumi

[HotkeysGroups]
AudioConverter.Content=Audiokonvertors: failu tabula
AudioConverter.General=Audiokonvertors: vispārēji
Common.Dialogs=Vispārējie: dialogi
Common.SendTo=Faili: pārvietot uz...
Common=Vispārējie
MusicLibrary.GroupingTree=Fonotēka: grupēšanas modelis
MusicLibrary.Table=Fonotēka: tabula
MusicLibrary=Fonotēka: vispārēji
Player.Navigation=Atskaņotājs: vadība
Player.PlayableFile=Atskaņotājs: atskaņojamais fails
Player.PlaybackControl=Atskaņotājs: atskaņošanas vadība
Player.Visualizations=Atskaņotājs: vizualizācijas
Playlist.AddFiles=Dziesmu saraksts: failu pievienošana
Playlist.Deletion=Dziesmu saraksts: failu dzēšana
Playlist.Search=Dziesmu saraksts: meklēšana
Playlist.SelectedFiles=Dziesmu saraksts: atzīmētie faili
Playlist.Sorting=Dziesmu saraksts: sakārtošana
Playlist=Dziesmu saraksts
TagEditor.Content=Tegu redaktors: failu tabula
TagEditor.CurrentFile=Tegu redaktors: esošā izvēle
TagEditor.Functions.BPM=Tegu redaktors: galvenās funkcijas - bitreita aprēķins
TagEditor.Functions.ReplayGain=Tegu redaktors: galvenās funkcijas - ReplayGain aprēķins
TagEditor.Functions=Tegu redaktors: galvenās funkcijas
TagEditor.Tree=Tegu redaktors: mapju koks

[InfoBar]
CB0=Informācijas lenta|Kartīte
CB1=Sākot atskaņošanu, turpināt:
CB2=Kreisajā malā|Labajā malā|Vidū
CB3=Ekrāna augšā|Ekrāna apakšā
CB4=Rādīt albuma apvāku
CB6=Virs pilnekrāna programmām, ja tas iespējams
CB7=Pielietot tikai fonam
CB8=Vienmēr
CB9=Pirms atskaņošanas beigām, ilgumā:
GB0=Rādīt informāciju par atskaņojamo dziesmu
GB1=Rādīt
GB5=Skats
M1=Fons
M2=Rinda %d
M3=Šrifts
M4=Teksta krāsa
P1=Informācijas lenta

[MSG]
1=Jauns dziesmu saraksts
2=Ievadiet nosaukumu
3=Fonotēka
4=Šī darbība fiziski nodzēsīs failu no diska. Turpināt?
5=(atslēgts)
6=Fails vai mape netika atrasti!
7=Izvietot trejā
8=Rādīt galveno logu
9=Nosaukuma maiņa
10=Skaļums
11=Atrašanās vieta
12=Atskaņot
13=Atskaņot no sākuma
14=Pauze
15=Lietotāja uzstādījumi
16=Atzīmēt visu
17=Izsl.|Iesl.
18=Sūtīt failus
19=Iespējams, šo taustiņu izmanto cita programma
20=Izmantot spec. media taustiņus?
21=Šī darbība aizvērs visus dziesmu sarakstus atskaitot aktīvo. Turpināt?
22=Ievietot failā
23=Priekšskats
24=Virs pārējiem logiem
25=Neizdevās saglabāt izmaiņas failā "%s", iespējams, tas darbojas citā aplikācijā.
26=Pielietot failu izmaiņas?
27=Komponists
28=Ekrānu nosaka galvenā loga pozīcija|Ekrāns %d: papildus (%s)|Ekrāns %d: pamata (%s)
29=Mape "%s" neeksistē
30=Neizdodas izdzēst kādu no moduļiem, to izmanto cita aplikācija:
31=Izpildīts...
32=Viena dziesmu saraksta režīms:\nNeizdevās samainīt dziesmu sarakstu, jo tas aizsargāts no izmaiņām!
33=Meklēšana
34=Lokālie faili
35=Bez grupēšanas
36=Failu meklēšana...
37=Tikai lasīšana|Pievienots pirmavotam
38=Šis uzstādījums atslēdz iespēju izveidot vairāk kā vienu dziesmu sarakstu. Aktivizējot šo uzstādījumu pārējie ieliktņi tiks aizvērti!\n\nTurpināt?
39=Kvalitāte
40=Saglabāt kā
41=Ielādēt no interneta
42=Formāts:
43=(Pēc noklusējuma)
44=Temps
45=Balanss
46=Atvēršana...|Buferizācija...
47=Radio ieraksts
48=Nosaukums
49=Reģistrs
50=Šis taustiņš jau aizņemts!
51=Pāriet uz laiku:
52=Nekorekts formāts
53=Atrasta jaunāka programmas versija. Uzstādīt?
54=Instrumentu banka
55=Pašreizējā nozīme
56=Sakārtošanai mapēs šablonā izmantojiet simbolu "\"
57=Tiešām vēlaties nodzēst statistiku?|Tiešām vēlaties nodzēst statistiku izvēlētajiem failiem?
58=Jauns paraugs
59=Fiziskā failu dzēšana|Neizdevās nodzēst sekojošus failus:
60=Nosacījumi...
61=Darbība vēl nav pabeigta! Pārtraukt?
62=Dažas darbības vēl nav pabeigtas! Vai tiešām pārtraukt?
63=Failu meklēšana:
64=Apjoms:
65=Izveidošanas datums:
66=Nekas netika atrasts.
67=Jaunināšana...
68=Darbība pabeigta!\nDatu bāzes jaunai apjoms: %s (%s)\nIetaupīts: %s.
69=Pielietot
70=Atcelt
71=Nepieciešamas administratora tiesības
72=Faila tis
73=Datu ielāde...
74=Profila mape
75=Sakārtot pēc parauga
76=Novērtēt ar %s
77=Automeklēšana
78=Jaunie faili:
79=Caurspīdīgums
80=Pārskats
81=Dziesmas teksts
82=Faila izvietojums
83=Autortiesības
84=Izmaiņas tiks pielietotas tikai pēc programmas pārstartēšanas
85=Novērtējums
86=Kopēt
87=Ievietot
88=Izgriezt
89=Oriģināls
90=Rezultāts
91=Jūs tiešām vēlaties dzēst "%s"?
92=Visi|Papildinājumi|Dekoderi|Vizualizācija|DSP
93=Failu pievienošana...
94=Posma "A-B" atkārtojums[izsl.]|Atzīmēts punkts "A"|Posma "A-B" atkārtojums[iesl.]|
95=Pieslēguma atkārtojums pēc %s sek.
96=Šī darbība atgriezīs priekšuzstādījumus pēc noklusējuma! Turpināt?
97=Atskaņotāja darbības saglabāšana izslēdzot
98=Izvietojot trejā rādīt mini-atskaņotāju
99=Priekšuztādījumu redaktors
100=Albums
101=Links
102=Izpildītājs
103=Nosaukums
104=Komentārs
105=Žanrs
106=Nodzēst tegu
107=Gads
108=Treks №
109=Disks №
110=Albuma apvāks
111=Instrumentu banka neatrasta, vai tai nekorekts formāts.
112=<nav>
113=Izpildīts!
114=Šī darbība no datu bāzes izdzēsīs visu statistiku un failus! Turpināt?
115=Ilgums
116=Fails|Mape|Dziesmu saraksts
117=Tika atskaņots
118=Pievienots
119=Reitings
120=Dziesmu sarakstu vadība
121=Aizture:
122=Aizvērt
123=Kopēt failu apmaiņas buferī
125=Katalogi
126=Lūdzu, uzgaidiet...
127=Atskaņošanu
128=Kopēt uz %s|Pārvietot uz %s
129=Autoaizpildīšana (labā peles poga - parauga uzstādījumi)
130=Albuma izp.
131=Pārveidošana:
132=Mainīt nosaukumu
133=Uzstādījumi
134=Apturēts
135=Mainīt apjomu
136=Kāds no uzstādījumiem tikai mainīts. Pielietot izmaiņas?
137=Noņemams disks|Kompaktdisks
138=Pielietot pie
139=Dators tiks izslēgts pēc %s sek.
140=Izdevējs
141=dB
142=Uzmanību! Skaņas izvadei izmantojot šo ierīci ar AIMP pārējās programmas nevarēs atskaņot.
143=Pirmavots: |Nav norādīts|Mapes|Fonotēka|Dziesmu saraksts
144=Kodētājs
145=Noskaņojums
146=Kompilācijas daļa
147=Katalogs
148=Teksta autors
149=Diriģents
150=Logi
151=msek
152=Automātiski
153=sek
154=min
155=B|Kb|Mb|Gb
156=Pilnie failu ceļi
157=Pēc pievienošanas dziesmu sarakstam sakārot failus pēc šablona:
158=Gaida autorizāciju...\nLūdzu, aizpildiet autorizācijas pieprasījumu savā pārlūkprogrammā.\n\nLai atceltu darbību, vienkārši aizveriet logu.

[Options]
bCancel=Aizvērt
Caption=Uzstādījumi

[OptionsFrameAddFiles]
C1=Failu pievienošana
C9=Kopējais
C10=Failu atvēršana no citām aplikācijām
C11=Pārvilkšana
CB1=Prasīt lietotāja apstiprinājumu
CB2=Dalīt failus ievietojot dziesmu sarakstā saskaņā ar sadales failu
CB6=Pievienojot failus, automātiski skanēt dziesmu sarakstu
CB9=Sākt atskaņošanu atverot failus
CB15=Ievietojot failu sākt atskaņošanu
CB19=Sākt atskaņošanu uzreiz
CB47=Ja pielikts viens fails, pievienot pašreizējam dziesmu sarakstam
CB48=Atvērt dziesmu sarakstus jaunos ieliktņos
CB49=Pievienot mapes visu saturu, ja nodots viens fails
CB59=Kārtot failus pēc nosaukuma
L1=Noklusējuma darbība:
L7=Atverot failus:

[OptionsFrameAddFiles.CBA]
i[0]=Izveidot jaunu dziesmu sarakstu
i[1]=Pievienot pašreizējam dziesmu sarakstam
i[2]=Pievienot tukšam dziesmu sarakstam "Default"

[OptionsFrameAddFiles.RG4]
i[0]=Pievienot failus tekošajā pozīcijā
i[1]=Pievienot failus dziesmu saraksta beigās
i[2]=Pievienot failus dziesmu saraksta sākumā
i[3]=Izmētāt failus dziesmu sarakstā

[OptionsFrameAssoc]
B1=Failu tipi
C1=Failu asociācijas
CB1=Audio faili
CB2=Dziesmu saraksti
CB3=Apvāki

[OptionsFrameConvertor]
C1=Konvertēšanas uzstādījumi
C18=Darbības
Caption=Konvertētājs
CB1=Dalīt failus ievietojot dziesmu sarakstā saskaņā ar sadales failu
CB4=Pēc pārveidošanas parādīt statistiku
CB6=Par konvertācijas beigām paziņot ar skaņas signālu
GB1=Pabeidzot pārveidošanu
L1=Straumējumu skaits:
L2=Maksimālais straumējumu skaits nosakās pēc CPU kodolu skaita

[OptionsFrameExtraMeta]
B1=Attīrīt
Caption=Papildus informācija
CB1=Saglabāt apvāku celiņa mapē saskaņā ar paraugu:
CB2=Meklēt dziesmas tekstu Internetā
CB3=Automātiski saglabāt atrasto dziesmas tekstu līdzas failam
CB4=Meklēt dziesmas tekstu faila mapē
CB5=Meklēt dziesmas tekstu faila tegos
GB1=Meklēt apvākus Internetā
GB2=Kešot apvākus
GB3=Meklēt apvākus faila mapē
GB4=Meklēt dziesmas apvākus faila tegos
L2=Maksimālais faila apjoms lejuplādēšanai:
L3=Kešošana ļauj samazināt vēršanās skaitu pie diska, ekonomēt Interneta trafiku, paātrināt apvāku atrašanu.
L4=Uzskatīt ierakstu kešā novecojušu pēc:
L5=dienām
pctAlbumArts=Albumu apvāki
pctLyrics=Dziesmu teksti
W1=* Jābūt uzstādītiem atbilstošiem paplašinājumiem

[OptionsFrameHotkeys]
B10=Pēc noklusējuma
c[0]=Komanda
c[1]=Lokālie
c[2]=Globālie 1
c[3]=Globālie 2
C1=Ātrie taustiņi

[OptionsFrameInterface]
C1=Animācija
C3=Caurspīdīgums
Caption=Interfeiss
CB1=Logu puscaurspīdīgums
CB2=Atskaņojamā faila vizualizācija navigācijas joslā
CB3=Savstarpēji pielipinātu logu atvēršanas vai aizvēršanas animācija
CB4=Darbvirsmas instrumentu joslas režīma logu atvēršanas un aizvēršanas animācija
CB5=Atskaņojamā faila spektra animācija *
CB28=Vizualizācijas displeja stāvokļa maiņa *
CB30=Vadības elementu stāvokļa maiņa
CB35=Dziesmu sarakstu šķiršana *
CB38=Atslēgt caurspīdīgumu, ja logs aktīvs
CB39=Atslēgt caurspīdīgumu, ja peles kursors virs loga
CB42=Pakāpeniska caurspīdīguma maiņa
CB52=Pielipināt logus pie darbvirsmas malām, un citiem atskaņotāja logiem
CB68=Izmantot izlīdzināšanu
CB71=Pārslēgt citu vizualizāciju pēc:
CB75=Cikliski
GB1=Statisku atzīmju paraugi *
GB3=Ritošās rindas paraugi *.
GB4=Nakts režīms
GB5=Krāsu palete
GB7=Pilnekrāna režīms
GB10=Vizualizāciju maiņa
L1=* Apvākam jāatbalsta šī funkcija
L2=Teksta izmērs:
L10=Atjaunošanas intervāls:
L21=Rādīt pilnekrāna režīmā uz ekrāna:
L23=Palēnina grafikas izvadi uz ekrāna, bet rada kvalitatīvāku attēlu mērogojot
pcpGeneral=Vispārēji
pcpTemplates=Datu attēlošana
pcpVisuals=Vizualizācijas

[OptionsFrameInterface.cbNightMode]
i[0]=Automātiski (Windows 10/11)
i[1]=Izslēgts
i[2]=Ieslēgts

[OptionsFrameInterface.rsRun]
i[0]=Kustība atslēgta
i[1]=Kustība pa kreisi
i[2]=Kustība pa labi

[OptionsFrameInterface.rsShow]
i[0]=Parādīšanās: atslēgta
i[1]=Parādīšanās: no kreisās puses
i[2]=Parādīšanās: no labās puses
i[3]=Parādīšanās: no augšas
i[4]=Parādīšanās: no apakšas

[OptionsFrameLang]
C1=Programmas valodas izvēle
Caption=Valoda
L1=Pārveidot ne-Unicode rindas uz formātu
L2=Galvenās
L3=Papildus
L4=Novecojušie tulkojumi

[OptionsFrameMLMain]
B1=Failu monitorings...
C1=Fonotēka
Caption=Fonotēka
CB1=Izliekot novērtējumu
CB2=Sākot atskaņošanu
CB3=Atskaņošanas laikā
CB4=Ja novērtējuma nav, novērtējuma vietā rādīt reitingu
CB5=Sinhronizēt vērtējumu ar failu tegiem
CB6=Rādīt mapju saturu ar apakšmapēm
CB7=Ja iespējams, apvienot tukšos grupēšanas līmeņus
GB1=Vispārēji
GB2=Automātiski pievienot failu datu bāzei
GB3=Reitings
GB4=Noklausīšanās uzskaite
L1=Minimālais faila atskaņošanas ilgums:
L2=Uzskatīt failu par noklausītu pēc atskaņošanas:\nbet ne vairāk par 4 min.
L3=Reitingu aprēķināt pēc statistikas par pēdējām:
L4=dienas
L6=Spiediet šeit lai ierakstīt jau esošos novērtējumus tegos...

[OptionsFrameNet]
C21=Tīkla pieslēguma uzstādījumi
Caption=Tīkla pieslēguma uzstādījumi
CB1=Tiešais pieslēgums
CB2=Izmantot sistēmas uzstādījumus
CB3=Proxy uzstādījumus norādīt manuāli
L79=Gaidīšanas laiks:
L98=Parole:
L106=Serveris:
L107=Ports:
L108=Lietotājs:

[OptionsFramePlayer]
C19=Ierakstu pāršķiršana ar peles rulli
Caption=Atskaņotājs
CB21=Virs pārējiem logiem
G1=Vadība
GB4=Vadīt atskaņotāju ar ātrajiem taustiņiem
GB5=Vadība ar peli
GB15=Rindas paraugs kopēšanai atmiņas buferī
L12=Parastā pāršķiršana
L13=Mainīt ātrumu par
L14=Mainīt pozīciju piespiežot ātro taustiņu uz
L15=Mainīt tempu par
L16=Mainīt skaļumu piespiežot ātro taustiņu uz
L18=Pāršķiršana ar piespiestu taustiņu "%s"
L33=Peles vidējās pogas klikšķis:

[OptionsFramePlayer.MOBox]
i[0]=(nav)
i[1]=Atskaņot/Pauze
i[2]=Pievienot failus

[OptionsFramePlayerBehavior]
C1=Automātiskās darbības
CB1=Atjaunot atskaņošanas pozīciju
CB7=Atkārtot dziesmu sarakstu, ja tajā ir viens fails
CB32=Automātiska ekvalaizera uzstādījumu izvēle dziesmai
CB33=Turpināt dziesmu sarakstu atskaņošanu no vietas, kur pārtraukta atskaņošana
CB47=Katrā dziesmu sarakstā savs atskaņošanas režīms (tiešais / gadījuma)
CB48=Saglabāt atskaņotāja esošo pozīciju navigējot dziesmu sarakstā ar taustiņiem "nākošais/iepriekšējais fails"
CB49=Atsākot atskaņošanu atgriezties uz %0:s atpakaļ pēc pauzes ilgāk kā %1:s
CB58=Automātiski pāriet uz nākošo dziesmu
CB59=un apturēt atskaņošanu
GB1=Vispārēji
GB2=Palaižot programmu
GB3=Atskaņošanas režīms
GB4=Beidzot atskaņot dziesmu sarakstu
GB5=Dzēšot atskaņojamo failu no dziesmu saraksta
L1=Atskaņošanas režīms:
L2=Atskaņošana

[OptionsFramePlayerBehavior.RG1]
i[0]=Sākt atskaņošanu
i[1]=Atgriezties tā kā bija aizverot atskaņotāju
i[2]=Nedarīt neko
i[3]=Pauzēt

[OptionsFramePlayerBehavior.RG2]
i[0]=Pāriet uz nākošo dziesmu sarakstu
i[1]=Atkārtot dziesmu sarakstu
i[2]=Pāriet gaidīšanas režīmā

[OptionsFramePlayerBehavior.RG3]
i[0]=Normāls
i[1]=Atskaņojamā faila atkārtojums
i[2]=Jauktā secībā

[OptionsFramePlayerBehavior.RG4]
i[0]=Neko nedarīt
i[1]=Apturēt atskaņošanu
i[2]=Pāriet uz nākošo treku

[OptionsFramePlaylistBehavior]
C6=Uzvedība
Caption=Dziesmu saraksts
CB1=Nodzēst dziesmu sarakstu aizverot grāmatzīmi
CB2=Atvērt grāmatzīmes jaunā dziesmu sarakstā ar nosaukumu "Bookmarks"
CB3=Saglabāt pilnu faila atrašanās vietu (iesakāmais)
CB4=Saglabāt dziesmu sarakstu "Default"
CB8=Veidojot dziesmu sarakstu prasīt nosaukuma ievadīšanu
CB31=Saglabāt dziesmu secību aizverot programmu
CB46=Aizvērt dziesmu sarakstu ar dubultklišķi uz ieliktņa
CB56=Prasīt apstiprinājumu failu nodzēšanai no diska
CB57=Viena dziesmu saraksta režīms
GB1=Saglabāšana
GB2=Vispārēji

[OptionsFramePlaylistView]
bCancel=Atcelt
bOk=Apstiprināt
C1=Atskaņošanas saraksta uzstādījumi
Caption=Ierakstu attēlošana
CB50=Rādīt informāciju par atzīmētajiem failiem
cbAbsoluteNumeration=Absolūtā numerācija
cbCollapseUnusedGroups=Automātiski savērst neizmantojamās grupas
cbGroupMode=Dalīt dziesmu sarakstu grupās
cbMergeGroups=Automātiski apvienot viena nosaukuma grupas
cbShow2ndLine=Rādīt otru informatīvo rindu
cbShowDuration=Rādīt aili ar atskaņošanas ilgumu
cbShowExpandBtns=Rādīt grupu savēršanas/izvēršanas pogas
cbShowMarks=Rādīt novērtējumus
cbShowNumbers=Rādīt aili ar treka numuru
cbShowSwitches=Rādīt aili ar pārslēgiem
gbFormating=Formatēšanas uzstādījumi
gbGrouping=Grupēšanas uzstādījumi
gbLayoutSettings=Attēlošanas uzstādījumi

[OptionsFramePlugins]
B1=Restartēt
Caption=Moduļi
L1=Daži no pieslēgtajiem moduļiem netiek izmantoti
lbURL=Ielādēt papildus papildinājumus
N1=Nodzēst
N2=Ielādēt atzīmētos
N3=Ielādēt visus
N4=Izlādēt atzīmētos
N5=Izlādēt visus

[OptionsFramePlugins.cbFilter]
i[0]=Visi
i[1]=Pieslēgtie
i[2]=Atslēgtie
i[3]=Neizmantojamie

[OptionsFrameRadioCap]
C1=Vispārējie uzstādījumi
C22=Internet-radio ieraksts
Caption=Internet-radio
CB2=Neierakstīt treku, ja fails ar tādu nosaukumu jau ir
CB65=Straumējuma ieraksts bez pārkodēšanas (tikai priekš MP3 / AAC / AAC+)
CB66=Rakstīt tegus failā
CB67=Rakstīt CUE-log failu
CB68=Fona ieraksta atmiņas apjoms:
CB69=Dzēst failus, kuru ilgums mazāks par:
GB6=Ieraksta uzstādījumi
GB9=Sadalīt uz failiem
L1=Savienošanās mēģinājumu skaits sakaru traucējumu laikā:
L2=User-Agent:
L3=Bufera apjoms:
L13=Laiks:
L24=Faila nosaukuma paraugs:
L25=Apjoms:
L85=Saglabāšanas mape:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Sadalīt pa trekiem
i[1]=Sadalīt pa apjomiem
i[2]=Sadalīt pa ilgumam

[OptionsFrameSkins]
B2=Pārskats...
C1=Apvāki
lbURL=Ielādēt papildus apvākus
miDelete=Nodzēst

[OptionsFrameSort]
L1=Kārtošanas invertēšanai izmantojiet makrokomandu "%!"

[OptionsFrameSoundOutRemapping]
btnRemove.h=Dzēst saiti
Caption=Kanālu pārveidošana:
L0=Lietotāja mainītie paraugi:
L1=Ieeja
L2=Izeja
L3=Kanāls %d
L4=Izvēlieties rediģējamo paraugu:
N1=Visas veiktās izmaiņas tiks veiktas reālajā laikā, ja to atļauj rediģējamā parauga raksturojumi
N2=Ja paraugs nav norādīts - atskaņotājs izmantos noklusējuma paraugu

[OptionsFrameSystem]
C1=Sistēma
Caption=Sistēma
CB2=Rādīt info par atskaņojamo failu uzdevumu joslā
CB3=Atļaut atskaņojamā faila informācijas šķirstīšanu
CB4=Attēlot atskaņošanas gaitu
CB5=Uzdevumu rindā attēlot atskaņotāja darbu
CB6=Atskaņotāja darbu attēlot progresa joslas krāsā
CB7="Nenoteikts" audiostraumējuma statuss
CB18=Novērst ekrāna atslēgšanos
CB23=Integrēt Pārlūka komandkartē
CB24=Integrēt CD/DVD disku autopalaišanā
CB40=Komandkartē "Izpildīt" ievietot norādi
CB41=Pievienot noklusējuma programmu sarakstā
CB60=Automātiski startēt programmu ar Windows
GB1=Integrācija
GB2=Uzdevumu rindā rādīt pogu
L1=Atskaņotāja logam jābūt aktīvam
L99=Prioritāte

[OptionsFrameTagEditor]
C1=Darbības
Caption=Tegu redaktors
CB1=Atļaut nosacījumu izmantošanu ievada laukos lai varētu apstrādāt tegu lauku vērtības

[OptionsFrameTray]
C15=Vispārējie
C16=Informācija par failu
C17=Vadība ar peli
Caption=Trejs
CB1=Minimizējot programmu izvietot trejā
CB2=Programmu startējot izvietot trejā
CB3=Izvietojot trejā rādīt mini-atskaņotāju
CB4=Uz treja ikonas rādīt atskaņotāja statusu
CB5=Vienmēr rādīt ikonu trejā
CB13=Uzbraucot ar kursoru rādīt informāciju par failu
L30=Klikšķis:
L31=Dubultklikšķis:
L32=Klikšķis ar vidējo pogu:
L34=Parādīšanās aizture:

[OptionsFrameTray.TrayCmd]
i[0]=(atslēgts)
i[1]=Parādīt/Slēpt
i[2]=Virs pārējiem logiem
i[3]=Faila info
i[4]=AIMP skaļuma regulators
i[5]=Atskaņot/Pauze
i[6]=Pievienot un atskaņot failus
i[7]=Nakošais treks
i[8]=Iepriekšējais treks

[OptionsSoundOutFrame]
C1=Atskaņošanas uzstādījumi
Caption=Atskaņošana
CB1=Iepriekšēja nāk.dziesma ielāde (nepieciešams vairāk atmiņas)
CB2=Logaritmiskais skaļuma regulators
CB3=Toņkompesējošais skaļuma regulators
L1=Izvades veids:
L2=Iekārta:
L3=Uzstādījumi:
L4=Keša apjoms:
L5=Atzīmējiet, kuri kanāli tiks izmantoti skaņas izvadei

[OptionsSoundOutTransformFrame]
B1=Efektu pārvaldnieks
C1=Pārveidošanas uztādījumi
CB1=Ļaut kanālu miksēšanu
CB1Hint=Telpiskas skaņas emulēšana stereo / mono failiem.\nDaudzkanālu failu intelektuāla pārveidošana uz stereo / mono.
CB2=Antiklipings.
CB2Hint=Novērš trokšņus, kas rodas signālam pārsniedzot 0 dB robežu
CB3=Dizerings
CB3Hint=Novērš nelineāros kropļojumus, kas rodas pazeminoties diskretizācijas līmenim
GB1=Trekera mūzika
GB2=Vispārēji
L1=Priekšdiskretizācija:
L2=Ātrums
L3=Kvalitāte

[PartRepeatDialog]
B1=Noteikt
B2=Dzēst
Caption=Atkārtot fragmentu "A-B"
L1=Punkts A:
L2=Punkts B:

[PlaylistExportSettings]
btnOK=Apstiprināt
C4=Dziesmu saraksta eksportēšanas uzstādījumi
Caption=Dziesmu saraksta eksports
CB54=Eksportēt slēptos dziesmu saraksta ierakstus
CB55=Eksportēt dziesmu saraksta kategorijas
cbDefault=Atcerēties izvēli
L26=Paraugs:
L27=Formāta rinda:

[PlaylistsManagerDialog]
acImport=Importēt dziesmu sarakstus...
acImportDirs=Importēt mapes...
acRemove=Nodzēst atzīmētos dziesmu sarakstus no diska
btnPreimage=Uzstādījumi
cbReadOnly=Bloķēt no izmaiņām
cbShuffleMode=Atskaņošana gadījuma secībā
L1=Vispārēji
L2=Individuālie uzstādījumi
L3=Aktīvie dziesmu saraksti
L4=Neaktīvie dziesmu saraksti
L5=Priekšapskats
lbPreimage=Pirmavots:
lbPreimageNotes=Pirmavots - dziesmu saraksts vai mape, kur atrodama informācija dziesmu sarakstam. Lai sinhronizētu ar pirmavotu, piespiediet pogu "Pārlasīt datus no pirmavota".\n\nSinhronizācija tiek veikta tikai vienpusīgi: Pirmavots -> Dziesmu saraksts.
lbStorage=Izvietojums:

[QTEAlbumArtEditor]
btnCancel=Atcelt
btnOk=Apstiprināt
Caption=Albuma vāka rediģēšana
lbScale=Mērogs:
lbSizes=Izmēri:
pnlCrop=Apgriezt
pnlScale=Mainīt izmēru

[QteCustomFields]
btnCancel=Atcelt
btnOK=Apstiprināt
Caption=Nezināmi lauki
miCopy=Kopēt
miCopyAsUTF8=Kopēt kā UTF8 rindu
miCopyAsUTF16BE=Kopēt kā UTF16BE rindu
miCopyAsUTF16LE=Kopēt kā UTF16LE rindu
miDelete=Dzēst
miExtractAll=Saglabāt kā...
miExtractSelected=Saglabāt izvēlēto kā...

[QTEExpressions]
btnCancel=Atcelt
btnOK=Apstiprināt
Caption=Nosacījumi
lbTitle=Ievadiet nosacījumu, kurš tiks izmantots kā preikšprocesors rediģējamā lauka vērtībai visiem izvēlētajiem failiem
W1=Nosacījumam jāsākas ar "="

[QTEForm]
acMemoClear.h=Attīrīt
acMemoLoad.h=Ielādēt no faila...
acMemoSave.h=Saglabāt kā...
bCopyTo=Kopēt uz...
Caption=Tegu redaktors
L1=Atvērt
L2=Saglabāt
L3=Noņemiet ķeksi, lai nodzēst apvāku saglabājot failu
lbCustomFields=Nezināmi lauki...
T1=Vispārēji
T2=Dziesmas teksts
T3=CUE
T4=Informācija

[QueueDialog]
Caption=Saraksta pārvaldnieks
CB1=Apturēt
L1=Kopējais laiks:

[QueueDialog.ListView]
c[0]=Numurs
c[1]=Faila nosaukums
c[2]=Dziesmu saraksts
c[3]=Ilgums

[SearchForm]
B1=Meklēšanas uzstādījumi
B2=Aizvērt
Caption=Paplašinātā meklēšana
CB1=Meklēt nosaukumos
CB2=Meklēt izpildītājos
CB3=Meklēt albuma nosaukumā
CB4=Meklēt žanrā
CB5=Meklēt faila atrašanās vietā
CB6=Meklēt uzņemot tekstu
L1=(Visi)
N1=Atskaņot
N6=Atrast dziesmu sarakstā

[SearchForm.Table]
c[0]=Virsraksts
c[1]=Dziesmu saraksts
c[2]=Numurs rindā

[Templates]
%Album= - albuma nosaukums
%AlbumArtist= - albuma izpildītājs
%AlbumGain= - replay gain lielums albumam
%Artist= - izpildītājs
%BitDepth=- dizkretizācijas dziļums
%Bitrate= - bitreits
%BPM= - celiņa dinamika (sitienu skaits minūtē)
%Caps(A)= - Visi Vārdi Ar Lielo Burtu
%Caps2(A)= - Visi Vārdi AR Lielo Burtu BEZ Reģistra Nozīmes
%Case(..)= - atgriež pirmo aizpildīto lielumu
%Catalog= - mape
%Channels= - kanālu skaits
%Chapter=- pašreizējā nodaļa
%Char(A)= - simbols ar kodu A
%CleanTitle(A)= - dzēš no A rindas informāciju par papildus dalībniekiem  (ft/feat)
%Comment= - komentārijs
%Composer= - komponists
%Conductor= - diriģents
%Copyright= - autortiesības
%Dec(A,B)=- samazina lielumu A uz vērtību B
%Detransliterate(A)=- kirilicas simbolu detransliterācija no latīņu alfabēta
%DiskNumber= - diska numurs
%DiskTotal= - disku skaits
%Duration= - ilgums (sek.)
%EncodedBy= - kodētājs
%ExtractFileExt(A)= - atpako faila paplašinājumu ar nosaukumu A
%FileCreatedDate= - faila izveidošanas datums
%FileCreatedDateAndTime=- faila izveidošanas datums un laiks
%FileCreatedTime= - faila izveidošanas laiks
%FileDir(..)= - pilns ceļš uz virsmapi
%FileFormat= - faila formāts
%FileModifiedDate= - faila pēdējo izmaiņu datums
%FileModifiedDateAndTime=- pēdējo faila izmaiņu datums un laiks
%FileModifiedTime= - faila pēdējo izmaiņu laiks
%FileName= - pilns faila nosaukums
%FileParentDir(..)= - virsmapes nosaukums
%FileSize= - faila apjoms (baitos)
%Format(A,B)= A - formāta rinda skaitlim, B - skaitlis
%Genre= - žanrs
%IF(A,B,C)= = C, ja A tukšs, citādi - B
%IFEqual(A,B,C,D)= = C, ja A = B, citādi - D
%IFGreater(A,B,C,D)= = C, ja A > B, citādi - D
%IFGreaterOrEqual(A,B,C,D)= = C, ja A >= B, citādi - D
%Inc(A,B)=- palielina lielumu A uz vērtību B
%Index= - kārtas numurs dziesmu sarakstā
%ISRC=- ISRC kods
%LastPlayDate= - faila pēdējās atskaņošanas datums
%LastPlayTime= - faila pēdējās atskaņošanas laiks
%Length(A)= - simbolu skaits rindā A
%Link= - Interneta saite
%Low(A)= - viss mazajiem burtiem
%Lyricist= - dziesmas teksta autors
%Lyrics= - dziesmas teksts
%Mark= - novērtējums
%Mood= - noskaņojums
%NewLine= - jauna rinda (tikai celiņu sarakstam)
%PlayCount= - faila atskaņošanu skaits
%PrefixToTail(A)= - pārvieto "The"un "A" artikulus uz A rindas beigām
%PrefixTrim(A)= - dzēš artikulus "The"un "A" no rindas A
%Publisher= - izdevējs
%Random(..)=- gadījuma skaitlis diapazonā no 1 līdz norādītajai vērtībai
%Rating= - dziesmas reitings
%RemoveFileExt(A)=- noņem no nosaukuma faila A paplašinājumu
%Replace(A,B,C)=, kur A - pamatrinda, B/С - ko/ar ko samainīt
%SampleRate= - diskretizācijas frekvence
%StrCopy(A,B,C)= - kopēt A ar B pozīciju, kur C - simbolu skaits
%StrLeft(A,B)= - atgriež rindu, kas satur A rindas pirmos B simbolus
%StrPos(A,B)= - rindā B meklēt apakšrindu A
%StrRight(A,B)= - atgriež rindu, kas satur A rindas pēdējos B simbolus
%StrTrim(A)= - dzēš tukšumzīmes A rindas sākumā un beigās
%TimeCode=- atskaņojamā faila tekošā pozīcija formātā: "S:MM:SS.MMM"
%Title= - dziesmas nosaukums
%Today(..)= - datuma un laika noklusējuma formāts: "yyyy.MM.dd hh:mm:ss"
%TrackGain= - replay gain vērtība dziesmai
%TrackNumber= - dziesmas numurs albumā
%TrackTotal= - dziesmu skaits alumā
%Transliterate(A)=- kirilicas simbolu transliterācija uz latīņu alfabētu
%Up(A)= - VISS AR LIELAJIEM BURTIEM
%Value= - patreizējais lielums
%Year= - gads
%ReplaceEx(..)= (A, B1, C1, B2, C2...), kur A - pamatrinda, B/С - ko/ar ko samainīt

[Templates.Categories]
0=Vispārēji
1=Reģistrs
2=Noteikumi
3=Rindas
10=Meta dati
11=Fails
20=Statistika

[Updater]
B1=Pārbaudīt
B2=Uzstādīt
Caption=Pārbaudīt jauninājumus
CB1=Neatgādināt par šo versiju
L1=Tekošā versija:
L2=Pēdējā versija:
L3=Manuāla jauninājumu pārbaude
L4=Pieejama jauna atskaņotāja versija: %s
L5=Atjaunot līdz
L6=stabilas versijas|testa versijas (Beta)|izstrādes versijas (Alpha)
W1=Uzmanību! Izvēlētās versijas var būt nestabilas, un var saturēt kļūdas! Продолжить?

